Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: This mist is unusual, though, even if we are close to the river. I have never seen it so thick before.
uk_ua: Це незвичайний туман, навіть не дивлячись на те, що ми близько до річки. Я ніколи не бачив такого густого туману.

source: This monolith was erected by me, ― (<i>chipped away</i>), First Mage of the good people of the Green Isle. By its power, the Lich-Lord is bound in stone. To end the spell, a noble of the line of kings should utter the following...
uk_ua: Цей моноліт зведений мною ― (<i>зколено</i>), першим Магом добрих людей Зеленого Острова. Його силою Владика-Ліч обернений на камінь. Щоб зняти закляття, нащадок королівського роду повинен сказати наступне...

source: This most unusual of caves was once known as the Chamber of Laughing Devils, and was the inner citadel of the Kah Ruuk Oni. The Kah Ruuk were a wicked and cunning race of man-eating demons, who terrorized the people of the Eastern Lands for nearly four hundred years, before vanishing from Irdya without a trace. Since that time, many factions have vied for dominion over the Den of Onis, hoping to unlock the strange and mysterious magics of its creators.
uk_ua: Найбільш незвичайна печера була колись знана як Зала Регочучих Дияволів, і була внутрішньою цитаделлю Ках Руук Оні. Ках Руук були злісною і хитрою расою демонів-людожерів, які наводили страх на Східні Землі майже чотириста років, поки не зникли з Ірдіі без сліду. З тих пір багато угруповань змагалися за панування над Лігвом Чортів, сподіваючись розкрити дивну і загадкову магію його творців.

source: This multiplayer game uses an alternative random mode, if you don't know what this message means, then most likely someone is cheating or someone reloaded a corrupt game.
uk_ua: Ця мультиплеєрна гра використовує альтернативний випадковий режим. Якщо ви не знаєте. що це означає, то цілком ймовірно, що хтось хоче вас ошукати або хтось перезавантажив пошкоджену гру.

source: This must be a drake. I am told they are honorable creatures. I am going to let him out of the cage.
uk_ua: Мабуть, це дрейк. Мені розповідали, що вони грізні, але благородні істоти. Випущу його з клітки.

source: This must be one of the runic keys!
uk_ua: Це має бути один з рунічних ключей!

source: This option directly connects you to the official server. You will end in the lobby where you can create your games as you wish and where many games are already open and maybe some players already waiting to join in a new match.
uk_ua: За допомогою цього параметра ви під'єднаєтесь безпосередньо до офіційного серверу. Ви потрапите в фойє гри, де зможете створити гру, де вже є інші відкриті гри і, можливо, деякі гравці вже чекають, щоб ви до них приєднались.

source: This option opens a dialog box allowing you to enter the address of the machine to join. In this dialog there also is the button "View List" that does show a list of official servers that can be used as backup if the main server is currently not available.
uk_ua: При виборі цього параметра відкриється діалогове вікно, що запитає вас адресу комп'ютера, куди ви хочете під'єднатись. Тут також є кнопка "Переглянути список", що показує перелік офіційних серверів, які можна використовувати як резервні, якщо основний сервер в даний час недоступний.

source: This orc leader has not learned that threatening merfolk is a bad idea. We shall defeat him before we go.
uk_ua: Цей ватажок орків не розуміє, що не слід погрожувати водяним. Нам слід перемогти його перш, ніж ми підемо звідси.

source: This place is indeed foreboding, but why do we need to stop and make camp specifically here?
uk_ua: Це місце і справді погане, але чому ми маємо зупинятися та розкладати наш табір саме тут?

source: This place reeks of death.
uk_ua: Це місце смердить смертю.

source: This place stinks of evil and death. Chantal, do we have any holy water with us? I fear we may have need of it ere long.
uk_ua: У цьому місці відчувається сморід зла і смерті. Шанталь, у нас є свята вода? Я боюся, що скоро вона нам знадобиться.

source: This plain ring with a pleasantly smooth and slippery surface gives its owner unmatched sneak attacking skills.
uk_ua: Це, звичайне на вигляд, кільце з приємно гладенькою та слизькою поверхнею дає своєму власнику неперевершені навички підступної атаки.

source: This poor unit drank something really bad.
uk_ua: Цей нещасний боєць випив щось дуже лихе.

source: This portal Iliah-Malal has created is a great and terrible work of magic. I must catch him, and somehow force him to close it!
uk_ua: Портал, створений Илиа-Малалом це велике і жахливе творіння магії. Я повинен упіймати його, і якось змусити закрити його!

source: This pulsing ring empowers the bearer’s melee attacks with the ability to drain lifeforce from their victim.
uk_ua: Це пульсуюче кільце підсилює ближні атаки власника, висмоктуючи життєві сили з його жертви.

source: This rich vein into the life-force of the bandit was like nothing I had ever seen, but I knew enough to bend his hunger to my will. With further study, I may one day be able to stop it there, but today I could not: The single-minded hunger consumed the man, it was all I could do to control its direction! The bandit howled, thrashed, tore at his clothes and bindings, eventually digging into his own flesh. Eventually, when all but the hunger had been flensed from his being, he calmed down. Now hairless, bloody, naked, and unthinking, the bandit was unrecognizable as the man he once was.
uk_ua: Ніколи не бачила такого потужного потоку життєвої сили, як у випадку цього розбійника. Утім, мені стало знань, щоб підкорити собі його спрагу. Одного дня я навчуся краще її контролювати, та сьогодні мені не вдалося: чоловік розчинився у цій спразі, і я лише так могла її спрямувати! Розбійник завивав, борсався, рвав із себе одяг і пута, а згодом почав дерти власну плоть. Зрештою, від його єства нічого, крім спраги, не залишилося, і він заспокоївся. Тепер його було не пізнати: безволосий, закривавлений, голий, він дивився на мене пустим поглядом.

source: This ring will heal the bearer a little each turn.
uk_ua: Власник цього перстня трохи зцілюється кожен хід.

source: This sacred rod can unleash brilliant bursts of luminous energy.
uk_ua: Цей священний жезл може вивільняти яскраві сплески світлової енергії.

source: This sacred vial anoints melee attacks with arcane power, increasing their damage and changing their damage type. It also increases arcane resistance.
uk_ua: Цей священний флакон пропитує атаки ближнього бою містичною силою, збільшуючи їхню шкоду і змінюючи тип на містичну. Він також збільшує опір до містичних атак.

source: This save is from a different version of the game ($version_number|), and might not work with this version. <b>Warning:</b> saves in the middle of campaigns are especially likely to fail, and you should either use the old version or restart the campaign. Even when a saved game seems to load successfully, subtler aspects like gameplay balance and story progression could be impacted. The difficulty, the challenge, the <i>fun</i> may be missing. For example, the campaign may have been rebalanced with fewer enemies in the early scenarios, but expecting your recall list to have correspondingly less experience in the late scenarios. Do you wish to continue?
uk_ua: Це збереження з іншої версії гри ($version_number|) і може не працювати з цією версією. <b>Попередження:</b> збереження в середині кампанії особливо схильні до збоїв, і вам слід або скористатися старою версією, або перезапустити кампанію. Навіть якщо збережена гра завантажується успішно, це може вплинути на більш тонкі аспекти, такі як баланс гри та розвиток сюжету. Складність, труднощі, <i>веселощі</i> можуть бути відсутніми. Наприклад, кампанія може бути збалансована з меншою кількістю ворогів у ранніх сценаріях, але очікується, що у вашому списку заклику буде відповідно менше досвіду в пізніх сценаріях. Бажаєте продовжити?

source: This save is from an old, unsupported version ($version_number|) and cannot be loaded.
uk_ua: Це збереження від занадто старої версії ($version_number|) і не може бути завантажене.

source: This scenario has ended. Do you want to continue the campaign?
uk_ua: Сценарій завершений. Ви хочете продовжити кампанію?

source: This scenario is already open.
uk_ua: Цей сценарій вже відкритий.

source: This scenario takes place entirely at night.
uk_ua: Події цього сценарію відбуваються вночі.

source: This section will list all the units you discover as you explore the world of Wesnoth. When you see a new unit during a campaign or multiplayer scenario it will be added to its race’s subsection; you can then view its page any time you wish. A unit’s page will provide a general description, its statistics, attacks, resistances, and movement and defense values.
uk_ua: Ця секція складе список усіх бійців, які ви виявляєте, коли досліджуєте світ Весноту. Коли ви зустрінете нового бійця впродовж кампанії або мережного сценарію, він буде доданий до підрозділу його раси; після цього ви зможете переглянути його сторінку у будь-який час. Сторінка бійця надасть загальний опис, його статистику, напади, опори, і значення руху та захисту.

source: This server disallows unregistered nicknames.
uk_ua: Цей сервер не дозволяє використовувати незареєстровані ніки.

source: This server does not support using the forum_auth attribute in your pbl.
uk_ua: Цей сервер не підтримує властивість forum_auth у вашому pbl.

source: This shall be done.
uk_ua: Так тому й бути.

source: This shamanic totem protects from poison, drain, and plague. Bearers of the totem are immune to fear and their vulnerabilities are reduced.
uk_ua: Цей шаманічний тотем захищає від отрути, висмоктування та чуми. Носії тотема мають імунітет до страху, а їхня вразливість зменшується.

source: This side is in an idle state. To proceed with the game, it must be assigned to another controller. You may use :droid, :control or :give_control for example.
uk_ua: Ця сторона вільна. Для того, щоб її оброблювала гра, ви маєте призначити їй оператора. Для прикладу, ви можете скористатися :droid, :control або :give_control.

source: This side’s color
uk_ua: Колір сторони

source: This sounds like a job for Prince Haldric, hopefully.
uk_ua: Схоже, ця робота для Принца Хальдріка.

source: This staff will grant the bearer swift movement.
uk_ua: Ця палиця подарує тому власнику більше швидкості руху.

source: This sword is 8×4, magical, with <i>fire</i> damage.
uk_ua: У цього меча магічна <i>вогняна</i> атака 8×4.

source: This sword is not right for me. Let someone else have it.
uk_ua: Цей меч не для мене. Хай його візьме хтось інший.

source: This terrain is a castle — units can be recruited onto it from a connected keep.
uk_ua: Це місцевість є замком — тут можна завербувати бійців, маючи лідера у приєднаній цитаделі.

source: This terrain is a keep — a leader can recruit from this hex onto connected castle hexes.
uk_ua: Ця місцевість є цитаделлю — звідси лідер може вербувати нових бійців, розміщуючи їх на прилеглих клітинках, що є замком.

source: This thing makes me dizzy. Someone else can have it.
uk_ua: Від цієї штуки в мене паморочиться голова. Хай її візьме хтось інший.

source: This tormented sword causes rage in any who wield it. Melee attacks will gain the fury ability pressing engagement for 3 rounds.
uk_ua: Цей мучительний меч викликає лють у кожного, хто ним володіє. Атаки ближнього бою отримують здатність "лють", що змушує продовжувати бій до 3 раундів.

source: This trident gives merfolk the power to throw lightning at their enemies.
uk_ua: Ця зброя надає водяним здатність кидати потужні блискавки у своїх ворогів.

source: This unholy manual gives the user the arcane knowledge to resurrect enemies slain in melee combat as the walking dead.
uk_ua: Цей нечестивий посібник дає власнику містичне знання воскрешати ворогів, убитих у ближньому бою, як ходячих мерців.

source: This unit always strikes first with this attack, even if they are defending.
uk_ua: Боєць з цією атакою завжди завдає першого удару, навіть якщо захищається.

source: This unit can attack multiple times per turn.
uk_ua: Цей боєць може атакувати декілька разів за хід.

source: This unit can block enemy strikes, so that it takes reduced damage when hit.
uk_ua: Цей боєць може блокувати ворожі удари, завдяки чому він отримує меншу шкоду при попаданні.

source: This unit can hide in deep water, and remain undetected by its enemies. Enemy units cannot see this unit while it is in deep water, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
uk_ua: Цей боєць може ховатися в глибокій воді і залишатися непоміченим ворогами. Поки цей боєць на глибині, супротивники не зможуть його побачити, за винятком тих випадків, коли противник опиниться поруч. Ворожий боєць, який першим виявить підводника, негайно втратить всі невитрачені ходи.

source: This unit can hide in forest or sand if it is resting (has not moved for a turn), and remain undetected by its enemies. Enemy units cannot see this unit while it is resting in forest or sand, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
uk_ua: Такий боєць може сховатися в лісі або піску, якщо він відпочиває (не рухався протягом ходу), і залишається невидимим для ворогів. Вороги не можуть побачити цього бійця, коли він відпочиває в лісі чи піску, за виключенням, коли вони стоять на сусідній клітинці. Ворожий боєць, що виявив його першим, негайно втрачає всі невитрачені ходи.

source: This unit can hide in forest, and remain undetected by its enemies. Enemy units cannot see this unit while it is in forest, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
uk_ua: Такий боєць може сховатися в лісі і бути невидимим для ворога. Ворожі бійці можуть побачити його в лісі лише стоячи поруч. Ворожий боєць, що виявив його першим, негайно втрачає всі невитрачені ходи.

source: This unit can hide in villages (with the exception of water villages), and remain undetected by its enemies, except by those standing next to it.
uk_ua: Цей боєць може ховатися в селах (за винятком водних) і залишатися непоміченим для противника, поки ворог не стане поряд.

source: This unit can hide in villages (with the exception of water villages), and remain undetected by its enemies, except by those standing next to it. Enemy units can not see this unit while it is in a village, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
uk_ua: Цей боєць може ховатися в селах (за винятком водних) і залишатися непоміченим для ворогів, за винятком тих, що стоять поряд. Ворожі бійці можуть побачити його коли той в селі, лише стоячи поруч. Ворожий боєць, що виявив його першим, негайно втрачає всі невитрачені ходи.

source: This unit can hide in villages, and remain undetected by its enemies, except by those standing next to it. Enemy units cannot see this unit while it is in a village, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
uk_ua: Цей боєць може ховатися в селах і залишатися непоміченим для ворогів, за винятком тих, що стоять поряд. Ворожі бійці не можуть побачити його, коли той в селі, лише стоячи поруч. Ворожий боєць, що виявив його першим, негайно втрачає всі невитрачені ходи.

source: This unit can inspire own units that are next to it, making them fight better. Adjacent own units of lower or equal level will deal 25% more damage plus 25% for each level they are below the inspiring unit.
uk_ua: Цей боєць може надихати союзників поряд, допомагаючи їм краще битися. Довколишні бійці нижчого чи такого ж рівня будуть завдавати на 25% більше шкоди, а також плюс 25% за кожен рівень, на який вони менше бійця, що надихає.

source: This unit can lead friendly units that are next to it, making them fight better. Adjacent friendly units of lower level will do more damage in battle. When a unit adjacent to, of a lower level than, and on the same side as a unit with Leadership engages in combat, its attacks do 25% more damage times the difference in their levels.
uk_ua: Цей боєць веде ваших солдатів в бій, що допомагає їм краще битися. Сусідні до лідера бійці нижчого рівня наноситимуть в бою більше шкоди. Якщо поряд з вашим бійцем стоїть лідер, то боєць з нижчим рівнем наносить на 25% більше шкоди за кожну одиницю різниці в рівнях.

source: This unit can lead other troops in battle. All adjacent lower-level units from the same side deal 25% more damage for each difference in level.
uk_ua: Цей боєць може вести інших солдатів у битву. Усі навколишні союзні бійці нижчого рівню завдають на 25% більше шкоди за кожен рівень різниці.

source: This unit can lead ~allied~ units that are next to it, making them fight better. Adjacent allied units will do 20% more damage. This is cumulative with leadership.
uk_ua: Цей боєць може вести навколишніх ~дружніх~ бійців, змушуючи їх битися краще. Союзники, що знаходяться поряд, завдають до 20% більше шкоди. Це сумується з лідерством.

source: This unit can move unseen in deep water, requiring no air from the surface.
uk_ua: Цей боєць може пересуватися непоміченим в глибокій воді, йому не треба повітря для дихання.

source: This unit can use one move to teleport between any two empty villages controlled by its side.
uk_ua: Цей боєць може використати один хід, щоб телепортуватися між двома порожніми селами, що належать його стороні.

source: This unit can use the arcane type when the opponent is particularly sensitive to it in relation to the weapon on which it is applied.
uk_ua: Цей боєць може використовувати містичний тип, коли супротивник особливо чутливий до нього по відношенню до зброї, на якій він застосований.

source: This unit cannot be recalled because you do not have enough gold.
uk_ua: Цього бійця неможливо закликати, тому що ви маєте недостатньо золота.

source: This unit cannot be recalled because you will not have enough gold at this point in your plan.
uk_ua: Цього бійця неможливо закликати, тому що ви маєте недостатньо золота в вашому плані.

source: This unit combines herbal remedies with magic to heal units more quickly than is normally possible on the battlefield. A unit cared for by this healer may heal up to 12 HP per turn, or stop poison from taking effect for that turn. A poisoned unit cannot be cured of its poison by a healer, and must seek the care of a village or a unit that can cure.
uk_ua: Поєднання цілющих трав з магією зцілює бійців швидше, ніж це звичайно можливо на полі бою. Боєць отримує від цього цілителя до 12 ЗД за хід, або не втрачає здоров'я від отрути в поточному ходу. Отруєних бійців цілитель не лікує, шукайте село або лікаря, що здатний на цей.

source: This unit combines herbal remedies with magic to heal units more quickly than is normally possible on the battlefield. A unit cared for by this healer may heal up to 8 HP per turn, or stop poison from taking effect for that turn. A poisoned unit cannot be cured of its poison by a healer, and must seek the care of a village or a unit that can cure.
uk_ua: Поєднання цілющих трав з відновлюючою магією зцілює бійців швидше, ніж це звичайно можливо на полі бою. Боєць отримує від цілителя до 8 ЗД за хід, або не втрачає здоров'я від отрути в поточному ходу. Отруєних бійців цілитель не лікує, шукайте село або лікаря.

source: This unit combines herbal remedies with magic to heal units more quickly than is normally possible on the battlefield. A unit cared for by this healer may heal up to 8 HP per turn, or stop poison from taking effect for that turn. This ability will not cure an affected unit of poison, however, only delay its effect.
uk_ua: Поєднання цілющих трав з відновлюючою магією зцілює бійців швидше, ніж це звичайно можливо на полі бою. Боєць отримує від цілителя до 8 ЗД за хід, або не втрачає здоров'я від отрути в поточному ходу. Ця здібність не впливає на отруєних бійців, натомість, затримує дію отрути.

source: This unit corrupts adjacent enemies at the beginning of our turn. Corrupted units lose 6 HP or are reduced to 1 HP. Corruption cannot, of itself, kill a unit.
uk_ua: Цей боєць спотворює навколишніх бійців на початку свого ходу. Спотворені бійці втрачають 6 ЗД, або ЗД знижується до 1. Спотворення саме по собі не може вбити бійця.

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is day, and as if it were night when it is dusk.
uk_ua: Цей боєць затемнює навколишню місцевість, завдяки чому хаотичні бійці воюють краще, а порядні — гірше. Будь-які бійці, що знаходяться поруч з цим бійцем, будуть воювати як у сутінках, коли це день, і як вночі, коли це сутінки.

source: This unit drains health from living units, healing itself for half the amount of damage it deals (rounded down).
uk_ua: Цей боєць висмоктує життя з живих ворогів, зцілюючи себе на половину завданої шкоди (округляється вниз).

source: This unit gains 1 hitpoint added to its maximum whenever it kills a living unit.
uk_ua: Цей боєць збільшує своє максимальне здоров'я на 1 кожного разу, коли вбиває живого ворога.

source: This unit gains 1 hitpoint added to its maximum whenever it kills a unit, except units that are immune to plague.
uk_ua: Коли цей боєць вбиває ворога, у якого немає імунітету до чуми, він збільшує на 1 своє максимальне здоров'я.

source: This unit has a defense cap on certain terrain types — it cannot achieve a higher defense rating on mixed terrains with such terrain types.
uk_ua: Цей боєць має поріг захисту на деяких типах місцевостей — на змішаних типах місцевості (які включають в себе ці місцевості) його захист не може перевищити цього порогу.

source: This unit has been petrified. It may not move or attack.
uk_ua: Цей боєць паралізований. Він не може рухатися або атакувати.

source: This unit has been renamed to:
uk_ua: Цього бійця перейменовано на:

source: This unit has been slowed. It will only deal half its normal damage when attacking and its movement cost is doubled.
uk_ua: Цей боєць був уповільнений. Він завдає при атаці тільки половинного збитку, і рух для нього удвічі дорожчий.

source: This unit has magical attacks, which always have a high chance of hitting an opponent.
uk_ua: Цей боєць володіє магічними атаками, які завжди мають високу вірогідність враження противника.

source: This unit has no usable weapons.
uk_ua: У цього бійця немає відповідної зброї.

source: This unit heals itself each turn, though not as much as if stationed in a village.
uk_ua: Цей боєць регенерує здоров'я, хоч і не так сильно, коли знаходиться в селі.

source: This unit illuminates the surrounding area, making lawful units fight better, and chaotic units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is night, and as if it were day when it is dusk.
uk_ua: Цей боєць освітлює територію навкруги, що змушує порядних бійців битись краще, а хаотичних — гірше. Будь-який боєць, що знаходиться поруч буде битись так, ніби зараз сутінки коли насправді ніч, чи ніби зараз день, коли насправді сутінки.

source: This unit is able to hide at night, leaving no trace of its presence.
uk_ua: Цей боєць вміє ховатися в ночі, не залишаючи слідів своєї присутності.

source: This unit is able to slow its enemies, halving their movement speed and attack damage until they end a turn.
uk_ua: Цей боєць здатний уповільнювати ворогів, удвічі зменшуючи швидкість пересування і шкоду від атаки до його наступного ходу.
